Autodesk.Revit.DB.BuiltInFailures.DebugTabBindingFailures.OptionValueOutOfRange
Value out of range for Options enum.

Autodesk.Revit.DB.BuiltInFailures.DebugTabBindingFailures
Failures related to binding framework demo panel on Ribbon Debug Tab.